


$(document).ready(function(){

//강연자
var lecturer = new Array(

'김무훈' ,
'이형일',
'양용성',
'신현묵',
'박해선',
'이광재',
'박근철',
'김현',
'임성현',
'최만',
'천대건',
'강문실',
'허양일',
'정금호',
'이은정',
'김인희',
'김기만',
'김인기',
'김효정',
'정소연',
'이해민',
'조기수',
'장성만',
'강병수',
'조윤실',
'이지호',
'남양희',
'이용민',
'유정오',
'권은주',
'이은정',
'박은종',
'조현종',
'차연철',
'이호준',
'정재우',
'이준범',
'김영욱'

);




var lecturerNames= lecturer.sort();


//자원봉사자
var volunteer=new Array(

'신승제',
'전영훈',
'양수정',
'허진선',
'이태헌',
'이지은',
'신지우',
'진하늘',
'김혜련',
'지유진',
'함찬규',
'임지수',
'김다영',
'심소현',
'송주리',
'권정희',
'정두수',
'정연호',
'박진희'

);


var volunteerNames= volunteer.sort();


//현장 진행자
var mc=new Array(

'서은경',
'노수진',
'김상훈',
'임수빈',
'김혜영',
'이두원',
'박지우',
'박미란',
'김경희',
'이가을',
'우승균',
'함초롱',
'이규원',
'현승민',
'황혜경',
'강달철',
'문지연'

);


var mcNames= mc.sort();

var all='<br /><h1>강연자</h1><br />'+lecturerNames+'<br />'+'<br /><h1>자원봉사자</h1><br />'+volunteerNames+'<br />'+'<br /><h1>현장진행자</h1><br />'+mcNames + '<br /><br />';
all=all.replace(/,/gi,"&nbsp");


$('#roles').html(all);


});
