{
    "faq-a": {
        "name": "행사에 대한 질문",
        "type": "move",
        "description": "이 질문과 답들은 소프트웨어에 물들다 행사에 관한 기본적인 내용들입니다.",
        "linkId": "1",
        "lists": [
            {
                "name": "소프트웨어에 물들다는 어떤 행사인가요?",
                "content": "소프트웨어에 물들다 행사의 미션은 '미래 세대와 함께 소프트웨어의 진정한 가치와 무한한 가능성을 공유한다' 입니다. 주로 초등학교 저학년의 눈높이에 맞추어 소프트웨어가 얼마나 재미있는지, 소프트웨어가 왜 우리에게 중요한지, 또 소프트웨어가 어떻게 놀라운 변화를 만들어내고 있는지를 이야기하는 행사입니다. 매년 5월 마지막주 토요일 오후 전국의 도서관에서 동시에, 두 명의 강연자가 강연을 합니다."
            },
            {
                "name": "소프트웨어에 물들다는 왜 하는 겁니까?",
                "content": "소프트웨어는 이미 우리 일상에서 매우 중요한 부분을 차지하고 있습니다. 소프트웨어가 없는 세상을 이제 상상도 할 수 없지만, 우리는 그 소프트웨어에 대하여 제대로 인식하지 못하고 있습니다. 이미 그래왔지만, 앞으로도 더욱 소프트웨어가 가장 효과적이면서도 효율적으로 사람들이 만들어 내려는 어떤 가치와 변화를 구현하는 도구가 될 것입니다. 모든 사람이 과학자일 필요가 없듯이, 누구나 소프트웨어 개발자가 되지는 않더라도 자신의 삶과 미래에 소프트웨어가 중요한 의미를 가진다는 것을 우리의 미래 세대들이 느낄 수 있게 해주자는 것이 이 강연 행사의 취지입니다."
            },
            {
                "name": "소프트웨어에 물들다는 누가 주최하는 것인가요?",
                "content": "커뮤니티 성격으로 조직됩니다. 행사를 준비하고 원활히 진행하기 위해 행사 운영진 그룹을 유지하기는 합니다만 누구나 참여할 수 있고 참여를 환영합니다. 그리고 모든 강연자, 진행자, 자원봉사자들이 행사를 개최하는 도서관과 함께 멋진 강연을 만듭니다. 운영진과는 <a class=\"faqlink\" href=\"mailto:somul.may@gmail.com\">somul.may@gmail.com</a>를 통하여 소통하실 수 있으며, 카카오톡 오픈 채팅 채널도 준비중입니다."
            },
            {
                "name": "소프트웨어에 물들다는 행사 비용은 어떻게 조달하나요?",
                "content": "소프트웨어에 물들다 행사는 순수한 자원봉사자들이 만들고 진행합니다. 모든 강연자, 진행자는 자원에 의해 무료로 강의, 진행을 하며, 지방 도서관까지의 교통비까지도 스스로 부담합니다. 또 다른 모든 자원봉사자들도 금전적 보상을 받지 아니합니다. 그럼에도 불구하고 행사 진행을 위해서는 사무적인 다양한 비용이 소요됩니다. 따라서 <a class=\"faqlink\" href=\"#A5\">FAQ A.5</a>와 같은 방법으로 후원금을 모집하고 있습니다."
            },
            {
                "name": "소프트웨어에 물들다에 후원은 어떻게 해야하나요?",
                "content": "소프트웨어에 물들다 행사 주관은 자원봉사자들에 의해 진행되지만, 행사에 소요되는 비용을 조달하기 위해 후원을 모집하고, 자원봉사자들에 대한 봉사확인증 발급을 위하여 <a class=\"faqlink\" href=\"https://codeclubkorea.org/\">코드클럽한국위원회</a>와 함께 합니다. <a class=\"faqlink\" href=\"mailto:somul.may@gmail.com\">somul.may@gmail.com</a> 으로 문의를 주시면 자세한 안내를 해드리겠습니다. 현금 후원에 대하여는 지정기부금영수증을 발행할 수 있습니다. 도서, 기념품, 기타 어떤 종류의 후원품이던 강연의 수강생, 또는 자원봉사자에게 전달되면 좋은 물품도 후원받습니다. 후원 주소는 \"02707 서울 성북구 정릉로 77, 국민대학교 소프트웨어융합대학 7호관 615호 소물담당자\" 입니다. (단, 2018년 행사에는 지방선거 관계로 물품후원은 사양합니다)"
            },
            {
                "name": "소프트웨어에 물들다 행사는 이번이 처음인가요?",
                "content": "소프트웨어에 물들다 행사는 2016년 10월에 처음 있었고, 2017부터는 매년 5월에 진행하기로 했습니다. 따라서 2018년은 제 3 회가 되는 셈입니다."
            },
            {
                "name": "소프트웨어에 물들다의 예전 행사 정보는 어디서 볼 수 있나요?",
                "content": "<a class=\"faqlink\" href=\"http://somul.kr\">소프트웨어에 물들다 홈페이지</a>와 <a class=\"faqlink\" href=\"https://www.facebook.com/groups/may.somul/\">페이스북그룹</a>에서 많은 정보를 보실 수 있습니다. 페이스북 그룹에는 사진, 강연자료, 후기, 소프트웨어에 물들다와 연관된 활동, 행사 준비를 위한 활동 등에 관한 자료가 많이 게시됩니다. 페이스북 그룹에서 벌어지는 토론에 참여해주시고 행사에 좋은 제안을 해주시면 고맙겠습니다."
            },
            {
                "name": "소프트웨어에 물들다 행사의 결과는 어떻게 활용되나요?",
                "content": "이 행사의 결과가 어딘가에 뚜렷하게 사용된다고 말씀드리기 어렵습니다. 각 도서관, 강연자, 진행자, 자원봉사자, 그리고 수강자까지 각자 멋진 기억으로 남기를 기대할 뿐입니다."
            }
        ]
    },
    "faq-b": {
        "name": "강연자와 봉사자를 위한 FAQ",
        "type": "move",
        "description": "이 질문과 답들은 행사에 강연자, 또는 진행자, 또 여러 지원을 위한 자원봉사자로 참여하거나, 참여하실 것을 고려하고 계신 분들이 궁금해 하실 내용들입니다. 자원봉사자들에게 소프트웨어 물들다 행사를 소개하는 <a class=\"faqlink\" href=\"http://bit.ly/somul-2-volunteers\">동영상</a>을 보시면 큰 도움이 될 것으로 생각됩니다.",
        "linkId": "2",
        "lists": [
            {
                "name": "소프트웨어에 물들다에서 강연을 하려면 어떤 자격이 필요한가요?",
                "content": "강연자로서 필요한 명시적인 자격은 없습니다. 어린이들인 수강자들과 소통할 수 있다면 나이, 성별, 직업, 국적 등 어떠한 제한도 없지만 어떤 것이든 직접 소프트웨어를 만들어 본 경험이 반드시 필요합니다. 강연을 듣는 어린이들은 직접 소프트웨어를 만들어 세상을 조금이라도 바꾼 그 경험에서 나온 진정성을 느끼게 됩니다. 강연 지원자께서 어린이 대상의 강연 경험이 있으면 더 좋겠지만, 이전 강연자들 대부분은 그렇지 않았고 큰 문제가 있지는 않았습니다.<br />마찬가지로 진행자, 자원봉사자도 어떤 자격이 필요하지 않습니다. 진행자는 도서관과의 행사 진행 협의 아래, 행사 시작, 강사 소개, 질문 요청, 행사 후 설문, 강의장 정리, 사진 촬영 등을 진행합니다. 전문적인 역량이나 진행자로서의 경험이 필요하지 않습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연의 수강자는 누구인가요?",
                "content": "소프트웨어에 물들다 강연의 수강자는 기본적으로 어린이가 가정됩니다. 초등학교 학생들이 주 수강자이며, 강의의 내용과 수준을 초등학생 눈높이에 맞추셔야 합니다. 예년의 강연 수강자를 보면 미취학 어린이부터 고등학생까지 다양하며, 학부모님들도 강연을 같이 들으십니다. 강의 자체는 어린이를 대상으로 하시되, 강연 후 질의 응답에서는 질문자에 따라 수준을 조절하여 맞는 답을 하실 수 있겠습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연의 주제는 어떤 것이어야 하나요?",
                "content": "강연의 주제는 소프트웨어와 관련이 있는 내용이라면 제한이 없습니다. 소프트웨어가 우리 삶이 어떤 영향을 끼치는지, 소프트웨어가 여는 미래, 소프트웨어를 여러 직업/활동/연구에서 어떻게 활용하는지 등 다양하며 강연을 들은 어린이들이 소프트웨어가 자신의 미래에 중요한 어떤 것이라고 느낄 수만 있다면 좋습니다. 최근에 많이 언급되는 인공지능, 자율 주행 자동차, 로봇 뿐만 아니라, 게임, 스마트폰 앱, 서비스, 소프트웨어 창업도 좋고, 특히 강연자 자신이 소프트웨어로 세상을 어떻게 바꾸었는지의 경험을 어린이 눈높이에 맞추어 전달할 수 있다면 가장 좋을 것 같습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에서 실습을 할 수 있나요?",
                "content": "기본적으로 실습이 가능하지 않다고 가정하시는 것이 맞습니다. 짧은 강연 시간과 강연이 열리는 도서관의 물리적 조건이 보통은 실습이 가능한 환경은 아닙니다. 또 수강자들에게 노트북이나 어떤 장비를 준비해오라고 할 수도 없습니다. 하지만, 강연자와 수강자 한두명이 참가하는 시연은 가능하고 예년도 적지 않은 강연이 간단한 시연을 포함해서 이루어졌습니다. 또 짧은 시간에 '반드시' 성공하는 만들기 활동, 보드 게임 등이 강연장의 상황에 따라 가능할 수도 있으나, 도서관과 사전에 충분한 협의를 하셔야 합니다. 그 경우에도 모든 교재, 자료는 강연자가 자비로, 미리 준비하셔야하며, 실제 40분안에 강연을 마칠 수 있는 콘텐츠로 만드셔야 합니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에서 하지말하야 하는 것에는 어떤 것들이 있나요?",
                "content": "강연의 수강자들은 어린이들입니다. 따라서 이론적인 내용을 구체적으로 설명하는 것은 어울리지 않을 것입니다. 또 강연이 정치적거나 종교적인 메시지를 담고 있어서는 안되며, 어떤 종류의 차별, 성적인 암시가 있어서도 안됩니다. 강연자의 소속을 밝히고, 그 조직에서의 경험을 소개하는 것은 문제가 없으나, 특정 회사의 제품, 서비스의 홍보는 금지됩니다. 또 입시를 위한 정보, 스펙이나 포트폴리오의 준비 과정 등 진학 상담 내용도 금지 됩니다. 특히 2018년는 6월에는 전국지방선거가 있습니다. 공공기관인 도서관에서 개최되는 행사에서 개인적인 기념품, 또는 경품을 준비하여 참가가들에게 배포하는 것이 선거법 위반이 될 소지가 높아서, 안타깝지만 2018년 5월처럼 선거를 앞둔 시기의 행사에서는 기념품이나 선물 배포를 금지합니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에서 진행자, 자원봉사자의 역할은 무엇인가요?",
                "content": "진행자는 사전준비, 행사시작 안내, 강사소개, 질문요청, 강연 후 설문, 강의장정리, 행사 중 사진 촬영 등을 담당합니다. 이를 위해 강연자, 도서관 담당자들과 특이 사항에 관한 준비들에 관하여 사전에 소통을 하셔야 합니다.<br />자원봉사자는 행사 준비에 필요한 다양한 업무를 담당합니다. 홈페이지 개발, 각종 디자인, 우편물 발송, 도서관 담당자들과의 연락, 강연자 매핑, 예외사항 처리, 뒷풀이 준비 등 산적한 업무 가운데 본인의 취향과 역량에 적합한 일을 담당해주시면 됩니다. 자원봉사자들의 도움이 우리 행사에 큰 힘이 됩니다."
            },
            {
                "name": "소프트웨어에 물들다 강연, 진행, 봉사 신청은 어디서 하나요?",
                "content": "소프트웨어에 물들다 행사 참여 신청은 별도의 홈페이지를 통해 받고 있습니다. 2018년 소프트웨어 물들다 행사의 강연자, 진행자, 자원봉사 신청 페이지는 각각 <a class=\"faqlink\" href=\"http://bit.ly/somul-2018-speaker\">강연자</a>, <a class=\"faqlink\" href=\"http://bit.ly/somul-2018-mc\">진행자</a>, <a class=\"faqlink\" href=\"http://bit.ly/somul-2018-volunteer\">자원봉사자</a> 입니다. 입력된 개인정보는 소프트웨어에 물들다 행사에만 소중하게 사용됩니다."
            },
            {
                "name": "소프트웨어에 물들다 강연, 진행, 봉사에 대한 보상은 무엇인가요?",
                "content": "참여 자체가 보상입니다. 강연을 하시거나, 강연을 진행하시거나, 도우시면서 강연을 들으러 도서관에 온 아이들을 보시는 순간 참여하기를 잘했구나 라는 생각이 드실 겁니다. 그리고 그 어떤 보상보다 행사에 참여하는 것 자체로 소중한 배움이 있다는 것을 느끼실 수 있을 것이라고 확신합니다."
            },
            {
                "name": "소프트웨어에 물들다 행사 참여 후 자원봉사 확인증이 발급되나요?",
                "content": "예, 다른 보상은 없지만, 원하신다면 여러분의 소중한 시간이 어쩌면 조금 더 좋은 미래를 위해 사용되었다는 증거로 4시간의 자원봉사 확인증이 \"사단법인 코드클럽 코리아\" 명의로 발급됩니다. 강연자, 진행자, 자원봉사자 참여 신청시 해당 요청을 체크해 주시면 확인증 발급을 위한 절차를 연락 드리겠습니다."
            },
            {
                "name": "강연 자료 준비는 어떻게 하나요?, 템플릿이나 과거 자료가 있나요?",
                "content": "강연 자료 자체는 주최측에서 제공하지 않습니다. 강연자 스스로의 경험에서 우러난 강의가 필요하기 떄문입니다. 하지만 행사의 취지와 기본 내용, 저작권 관련 내용 등 모든 강연자에게 필요하다고 생각되는 내용과 디자인이 포함된 표준적인 템플릿을 제공합니다. 하지만 반드시 그 템플릿을 사용하실 필요는 없습니다. 이전 강연자들의 자료는 소프트웨어에 물들다 <a class=\"faqlink\" href=\"https://www.facebook.com/groups/may.somul/\">페이스북그룹</a>에 많이 공개되어 있으므로, 참고하실 수 있습니다."
            },
            {
                "name": "강연 자료를 준비했는데요, 검토를 해주실 수 있나요?",
                "content": "준비된 강연 자료가 있으시면, 운영진 측에서 기꺼이 검토를 해드립니다. 또 운영진이 아니라도 <a class=\"faqlink\" href=\"https://www.facebook.com/groups/may.somul/\">페이스북그룹</a>에 강연 전에 올려주시면, 많은 분들이 코멘트를 주실 겁니다. 주요 검토 내용은 어린이 눈높이 맞을 것인가? 준비하신 자료가 40분의 강연 시간에 잘 맞을 수 있을까, 또 쉽게 확인 가능한 저작권 이슈 등등 입니다.저작권 관련해서는 준비하신 강의 자료에 인용된 사진, 동영상 등에는 출처를 명기해주시면 보통은 크게 문제가 안됩니다."
            },
            {
                "name": "행사 후 뒷풀이에 반드시 참여해야 하나요?",
                "content": "행사 당일 저녁 서울에서 강연, 진행, 자원봉사자들이 행사 후기를 나누고, 성공적인 행사 진행을 자축하는 작은 뒷풀이를 할 예정입니다. 참석은 필수가 아니며, 시간이 되시는 분들은 참여해서 다른 자원봉사자들과 인사하실 시간을 가지시면 좋겠습니다."
            }
        ]
    },
    "faq-c": {
        "name": "수강자를 위한 FAQ",
        "type": "move",
        "description": "이 질문과 답들은 소프트웨어에 물들다 행사가 열리는 도서관을 찾아 강연을 듣는 분들을 위한 것입니다.",
        "linkId": "3",
        "lists": [
            {
                "name": "소프트웨어에 물들다 강연은 언제, 어디에서 들을 수 있나요?",
                "content": "소프트웨어 물들다 강연은 매년 5월 마지막 토요일에 근처 도서관에서 진행됩니다. 강연은 해당 도서관이 신청을 하고, 그 도서관에 두 명의 강연자와 진행자가 강연 및 진행 자원봉사 신청을 해야 이루어집니다. 해마다 2월~3월 중에 도서관의 참여 신청을 받고 있으므로, 가까운 도서관에 행사 참여 신청을 독려하시면, 근처 도서관에서 강의를 들으실 수 있게 됩니다. 주변에 행사 참여 도서관이 없으시면 전국의 참여 도서관들 위치와 강연 내용을 <a class=\"faqlink\" href=\"http://SoMul.kr\">소프트웨어에 물들다 홈페이지</a>에서 찾아보실 수 있습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연 수강에 나이 제한이 있나요?",
                "content": "수강에 나이 제한은 없습니다. 소프트웨어 물들다 강연은 기본적으로 어린이들이 소프트웨어에 대한 꿈을 가지도록 하자는 취지에서 준비됩니다. 즉, 강연의 수강자로는 어린이들이 가정되며, 어린이들이 이해할 수 있는 수준의 강연이 진행됩니다. 하지만, 강연 자체가 담고 있는 의미는 연령과 관계없이 도움이 될 것으로 기대하고 있습니다. 예년 행사의 경우, 미취학 아동에서부터 고등학생까지의 학생과 많은 학부모들이 같이 강연을 듣고 질의 응답을 직접 해주셨습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연을 들으려면 준비물이 필요한가요?",
                "content": "아무런 준비가 필요없습니다. 재미있는 강연에 대한 기대만 가지고 오시면 됩니다. 어떤 강연은 간단한 실습이나 만들기를 포함하지만 이 경우에도 강연자가 필요한 모든 것을 준비합니다. 다만, 두 개의 강연이 오후 2시부터 40분씩 진행된다는 점을 감안하시고, 당일 날씨와 강연이 열리는 도서관의 상황에 따라 옷차림을 하시면 되겠습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에 수강료가 있나요?",
                "content": "이 강연은 주최, 강연, 진행 모두 자원봉사로 이루어지고, 도서관의 강의실도 무상 임대로 진행됩니다. 따라서 수강료는 무료이고 도서관까지 직접 오시기만 하면 됩니다. 혹시 이 행사에 기부를 원하시면 <a class=\"faqlink\" href=\"#A5\">FAQ A.5 소프트웨어에 물들다에 후원은 어떻게 해야하나요?</a>를 참고하시기 바랍니다."
            },
            {
                "name": "소프트웨어에 물들다 강연의 강연자는 누구인가요?",
                "content": "소프트웨어에 물들다 행사에 강연자들은 직접 소프트웨어를 만들어 보신 분들입니다. 이 분들은 자신이 만든 소프트웨어로 세상을 조금 더 좋은 곳으로 바꾼 경험을 공유하시게 됩니다. 강연자 대부분은 회사에서 우리가 사용하는 다양한 제품이나 서비스, 게임 등을 개발하는 소프트웨어 개발자, 소프트웨어를 이용하여 새로운 연구를 하시는 교수님, 소프트웨어 교육을 담당하시는 선생님들입니다. 그리고 소프트웨어로 자신만의 작품을 만들어 본 초중고등학교 학생들이 혼자 또는 부모님, 선생님과 같이 강연을 하는 경우도 있습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연 후 질의 응답 시간이 있나요?",
                "content": "행사에서는 40분씩 두 개의 강연이 진행됩니다. 두 강연 사이와 뒤쪽 강연이 끝나고 질의 응답 시간이 있습니다. 이때 강연 내용에 관한 질의를 하실 수도 있고, 소프트웨어 진로에 관한 다양한 질문을 수강자, 부모님 등 누구나 하실 수 있습니다. 하지만 진학을 위한 학습 방법, 대학 입시를 위한 포트폴리오 준비 등과 같은 질문은 사양합니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에 대한 피드백은 어떻게 하나요?",
                "content": "<a class=\"faqlink\" href=\"#D11\">D11 과 동일합니다. (이동)</a>"
            }
        ]
    },
    "faq-d": {
        "name": "도서관을 위한 FAQ",
        "type": "move",
        "description": "이 질문과 답들은 도서관의 강연 공간을 강연장으로 제공하여 소프트웨어에 물들다 행사에 참여하고자 하거나 참여 신청을 한 도서관들을 위한 것입니다.",
        "linkId": "4",
        "lists": [
            {
                "name": "소프트웨어에 물들다 행사 참여 신청은 어디서 하나요?",
                "content": "소프트웨어에 물들다 행사 참여 신청은 별도의 홈페이지를 통해 받고 있습니다. 2018년 소프트웨어 물들다 행사의 도서관 참여 신청 페이지는 <a class=\"faqlink\" href=\"http://libapply.somul.kr\">여기</a>입니다. 신청자는 반드시 도서관 담당자여야 하며, 담당자의 개인정보가 필요합니다. 입력하신 개인정보는 소프트웨어에 물들다 행사에만 소중하게 사용됩니다."
            },
            {
                "name": "소프트웨어에 물들다 강연을 위한 강의실은 얼마나 커야 하나요?",
                "content": "도서관에서 제공하는 강연장의 크기는 제한이 없습니다. 예년의 경우 테이블 몇 개가 있는, 10여명이 앉을 수 있는 작은 공간부터, 수 백명이 들어갈 수 있는 큰 강당 등 다양한 크기의 공간에서 강연이 이루어졌습니다. 각 도서관에서 당일 행사에 사용할 수 있는 공간들과 당일 예상 수강자 수를 고려하여 선택하시면 됩니다. 강연이 어린이 대상임을 감안하여 어린이와 동반하는 부모님도 꽤 계심을 같이 고려하셔야 합니다."
            },
            {
                "name": "소프트웨어 강연이라면 실습을 같이 하나요?",
                "content": "강연자에 따라 실습을 진행할 수도 있읍니다만, 강의장에 컴퓨터, 노트북이나 실습실 환경이 필요하지는 않습니다. 강연자들에게는 그런 환경이 가정되지 않는다는 안내가 나갑니다. 실습을 하게 되는 경우에도, 대개 도서관에서 사전 준비를 할 내용은 없으며, 강연자가 실습을 위한 준비를 해오시게 됩니다. 특별한 준비가 필요하다면 강연자가 별도로 요청을 드릴 예정입니다."
            },
            {
                "name": "소프트웨어에 물들다 강연자에 대한 사례는 어떻게 해야하나요?",
                "content": "이 강연은 100% 자원봉사 강연입니다. 강연자, 진행자에 대한 강연료, 교통비, 식사 대접 등 어떠한 사례도 사양합니다."
            },
            {
                "name": "소프트웨어에 물들다 강연 홍보는 어떻게 하나요?",
                "content": "기본적으로 주최측에서 안내, 홍보 문구와 포스터 시안을 제공합니다. 그것을 도서관 명만 추가하여 그냥 사용하셔도 좋고, 추가적인 안내문과 별도의 플랜카드 등 다양한 방식의 홍보를 직접 하시면 됩니다. 강연자가 일찍 확정되는 경우, 강연자 프로필을 담아 홍보하셔도 좋겠습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연을 위해 도서관에서 준비해야할 것은 무엇인가요?",
                "content": "대부분 강연자들은 PPT 슬라이드나 PDF를 이용한 프레젠테이션 발표를 합니다. 따라서 컴퓨터와 프로젝터 또는 방이 작은 경우 모니터로 사용할 수 있는 TV나 큰 모니터가 있으면 좋습니다. 어떤 강연자는 자신의 노트북을 직접 프로젝터에 연결하기를 원하기도 합니다. 프레젠테이션에는 동영상/오디오가 포함될 수 있고 그 경우나 강의실이 크면 오디오 시설도 필요합니다. 반드시 필요하지는 않지만, 인터넷에 접근 가능하면 더 좋겠습니다. 그리고 어린 친구들이 오므로 가벼운 먹거리가 있으면 더 좋은 분위기에서 강연이 진행될 수 있겠습니다. 그밖에 도서관에서 준비해야할 내용은 강연자, 진행자가 결정된 후 연락을 통해 협의하시면 됩니다."
            },
            {
                "name": "소프트웨어에 물들다 강연 수강자에게 등록비를 받을 수 있나요?",
                "content": "허용되지 않습니다. 이 강의는 강연, 진행을 비롯한 모든 것이 자원봉사로 이루어지며, 강의실 대관도 무상으로 진행됩니다. 따라서 수강자에게 어떠한 대가도 요구해서는 안됩니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에 참가한 수강자들에게 주최측에서 선물을 제공하나요?",
                "content": "소프트웨어에 물들다 강연 자체가 수강자들에게는 소중한 선물입니다. 주최측 또는 강연자들이 소프트웨어/과학 관련 도서를 기부받거나, 강연자의 소속 기관에서 준비하는 작은 기념품을 참가자들 전체, 또는 일부에게 선물로 제공하는 경우도 있으나, 선물이 있을 거라고 보장하지는 않습니다. 또 공직선거법상 선거가 임박한 시점에는 어떠한 선물 제공 행위도 일체 금지되어 있습니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에서 도서관이 해서는 안되는 것이 있나요?",
                "content": "강연이외 목적의 홍보를 금지합니다. 특히 정치적 목적으로 지역 인사가 등장하는 사전, 사후 행사는 절대 금지합니다. 또 강연의 수강생에게 수강을 대가로 자원봉사 확인증을 발급해 줄 수 없으며, 강연 수강생을 강제 동원해서는 안됩니다. 이 강의는 자원봉사 그리고 홍보에 의한 자발적 수강이 원칙입니다."
            },
            {
                "name": "소프트웨어에 물들다 강연 홍보에 예전 행사 사진을 홍보에 써도 되나요?",
                "content": "예, 신청 도서관의 예년 행사 사진을 사용하셔도 되고, <a class=\"faqlink\" href=\"http://SoMul.kr\">소프트웨어에 물들다 홈페이지</a>나 <a class=\"faqlink\" href=\"https://www.facebook.com/groups/may.somul/\">페이스북그룹</a>에 게시된 사진, <a class=\"faqlink\" href=\"http://bit.ly/somul-2017-photo\">2017 소물 앨범</a>의 사진을 이용하셔도 됩니다."
            },
            {
                "name": "소프트웨어에 물들다 강연에 대한 피드백은 어떻게 하나요?",
                "content": "강연이 진행된 후, 강연의 진행자가 수강자들을 대상으로 강연의 다양한 면에 관한 설문을 진행할 예정입니다. 또 도서관 담당자들은 진행자, 또는 운영진에게 별도의 피드백을 주실 수 있습니다. 그 피드백들은 내년도 소프트웨어 물들다 행사가 더 좋은 방향으로 진행될 수 있도록 적극적으로 반영하도록 노력하겠습니다."
            },
            {
                "name": "우리 도서관에는 5월 마지막 토요일에 다른 행사가 있습니다. 다른 날 또는 다른 시간에 할 수도 있나요?",
                "content": "5월 소프트웨어에 물들다 행사는 전국에서 동시에 벌어지는 행사입니다. \"소프트웨어에 물들다\"라는 행사 명칭을 쓰시려면, 반드시 5월 마지막주 토요일 오후 두시에 강연이 시작되어야 합니다. 같은 날 강의실이나 다른 여러 사정에 의해 시작 종료 시간이 살짝 변경될 수도 있으나, 이 경우 반드시 강연자, 진행자들과 협의를 하셔야 합니다. 그러나 다른 날짜에 유사한 소프트웨어 강연을 하시려면 직접 강사와 진행자 등을 섭외하시고 '소프트웨어에 물들다'가 아닌 다른 행사명을 사용하시기 바랍니다."
            },
            {
                "name": "강연 동영상을 녹화할 수 있나요?",
                "content": "강연 자체의 저작권, 소유권은 강연자 각각에게 있습니다. 동영상 녹화 및 게시, 방영, 또는 유튜브 또는 페이스북 라이브 등을 이용한 생중계는 반드시 강연자와 협의하시기 바랍니다."
            },
            {
                "name": "2018년에는 6월에 지방선거가 있습니다. 도서관이 유의할 사항이 있나요?",
                "content": "2018년 6월에는 지방선거가 있습니다. <a class=\"faqlink\" href=\"http://www.law.go.kr/LSW/lsInfoP.do?lsiSeq=92098#0000\">도서관법</a>은 제28조 4항에서 공공도서관의 업무로 \"강연회, 전시회, 독서회, 문화행사 및 평생교육 관련 행사의 주최 또는 장려\"를 정의하고 있으며, 이번 소프트웨어에 물들다 행사는 그 업무 범위에 있기 때문에 강연 자체는 문제가 없다는 유권 해석을 수원시 영통구 선거관리위원회로부터 받은 바가 있습니다. 하지만 이 기간 중 올해의 행사에서 참가자에 대한 현물 등의 배포는 절대로 할 수는 없도록 되어 있습니다. 따라서 예년에 참가자들 전체 또는 일부에 기념품으로 제공된 도서 등을 올해는 제공할 수 없음을 앙해 부탁드립니다."
            }
        ]
    }
}
